{
    "fluidprompter": {
        "name": "FluidPrompter",
        "category": "Logotype",
        "description": "Приложение для теле-суфлера с управляющей педалью скорости",
        "descriptionEng": "The teleprompter app with pedal for smooth speed control",
        "link": "https://www.fluidprompter.com",
        "task": "Нужно было чтобы логотип отражал три идеи. Первое — плавность и естественность, чтобы передать легкий опыт использования, как в названии Fluid. Второе — ясная отсылка к тексту или речи, чтобы сразу было понятно, что это — телесуфлер. Третье — современный технологичный вид, чтобы продукт воспринимался, как продвинутое решение, а не просто заметки.",
        "taskEng": "The logo needed to accomplish three things. First — fluidity and naturalness to convey an easy user experience, as reflected in the name 'Fluid'. Second — a clear reference to text or speech to instantly communicate that it's a teleprompter. Third — a modern, tech-inspired look to position the product as an advanced solution, not just a simple notes app.",
        
        "solution": "За основу взяли главный образ бегущего текста как в телесуфлере. Чтобы передать плавность мы сделали текстовые блоки мягкими и обтекаемыми убрав всю резкость. Три центральных блока образуют букву F которая одновременно указывает на текущую строку. Это решение сразу показывает название продукта и объясняет его функцию — плавное ведение по тексту.",
        "solutionEng": "We based the design on the core imagery of a teleprompter's running text. To convey fluidity, we made the text blocks soft and flowing by removing all sharp edges. The three central blocks form the letter 'F', which also acts as an indicator for the current line. This solution instantly shows the product's name and explains its core function: guiding smoothly through text.",

        "review": "Мы работали с Алексом над созданием логотипа для нашего приложения. Было много обсуждений и правок, пока мы не получили дизайн, который нам понравился. Мы оценили четкую и открытую коммуникацию, быстрые ответы и готовность вносить изменения в дизайн даже в последний момент. Алекс создал множество эскизов, пока мы не нашли то, что нам понравилось. Очень профессионально и уважительно.",
        "reviewEng": "We’ve been working with Alex to create a logo for our app. There was a lot of back and forth until we got the design we liked. We appreciated clear and open communication, fast response and willingness to modify the design even at the very last second. Alex generated a ton of sketches until we found something we liked. Very professional and respectful.",
        
        "originalEnglish": true,

        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai", "figma"]
        },
        "image": "svg",
        "styleImage": "border-radius: 5vw;",
        "back": {
            "map": ["", "rectangle", 
                            "rectangle", ""],
            "color1": "#35A8EF",
            "color2": "#0070BC",
            "color3": "#FFFFFF",
            "color4": "#92D5FF",
            "inverted": true,
            "notBlend": true
        }
    },
    
    "multinskoe": {
        "name": "Шале «Мультинское»",
        "nameEng": "«Multinskoe» Chalet",
        "category": "Brandbook",
        "description": "Алтайская база отдыха на одноименных горах",
        "descriptionEng": "The altai resort on the mountains of the same name",
        "link": "",
        "task": "Нужен был логотип для проекта «Мультинское» вдохновленный одноименными горами на Алтае. Главная идея — силуэт горы который похож на профиль лежащей девушки. Задача состояла в cоздании узнаваемого мистическего символа. Важно было органично добавить мотивы алтайской культуры, чтобы передать дух свободы и природы этого места.",
        "taskEng": "They needed a logo for project «Multinskoe», inspired by its eponymous mountains in the Altai region. The core concept was a mountain silhouette that also resembled the profile of a reclining woman. The task involved crafting a recognizable, mystical symbol. It was crucial to organically incorporate motifs from Altai culture to convey the spirit of freedom and the essence of nature inherent to this place.",
        
        "solution":"Взяли главный образ — силуэт горы в виде лежащей девушки. Упростили его до минималистичных плавных линий, чтобы сделать его современным и запоминающимся. Основная линия переходит в круг с солнцем внутри — ключевой символ Алтая. В круге добавлены традиционные орнаменты для культурной глубины. Все линии сужаются на концах, а круг незамкнут, что создает эффект ручной работы, как будто логотип высечен на камне, как древние рисунки Алтая.",
        "solutionEng": "We used the core concept—a mountain silhouette shaped like the profile of a reclining woman. We simplified it into minimalist, smooth lines to achieve a modern and memorable mark. The main line flows into a circle containing a sun—a key symbol of Altai. Traditional ornaments were integrated into the circle to add cultural depth. All lines taper at the ends, and the circle is left open, creating a handcrafted effect as if the logo were carved in stone, akin to ancient Altai petroglyphs.",
        
        "review": "Отзыв на русском",
        "reviewEng": "Russian review",

        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai", "figma", "ps"],
            "video": ""
        },
        "image": "svg",
        "back": {
            "map": ["", "triangle", 
                            "circle", ""],
            "color1": "#1A4B55",
            "color2": "#1F5B67",
            "color3": "#EFAB68"
        },
        "gallery": {
            "map": [2, 1.5, 1, 1]
        }
    },

    "fulltraffic": {
        "name": "FullTraffic",
        "category": "Logotype",
        "description": "Фулфилмент-сервис",
        "descriptionEng": "The fulfillment service",
        "link": "https://fulltraffic.clients.site",

        "task": "Нужен был логотип для компании, которая занимается фулфилментом — полным циклом услуг для интернет-магазинов: упаковкой, хранением и доставкой товаров. Название отражает полный контроль над товаропотоком. Задача состояла в том, чтобы показать в логотипе надёжность, скорость и комплексный подход, придав ему современный и технологичный вид. Важно было передать движение и порядок, используя абстрактные элементы логистики — например, стрелки или пути, но без перегруженности.",
        "taskEng": "They needed a logo for fulfillment company — full service cycle for online shops: packaging, storage and delivery of goods.The company's name reflects complete control over the product flow. The task was to visually communicate reliability, speed, and an integrated approach, giving the logo a modern and technological appearance. It was crucial to convey a sense of movement and order using abstract logistics elements — such as arrows or pathways — but without creating a cluttered design.",
        
        "solution": "В основе логотипа — стилизованное изображение коробки, ключевого объекта в логистике. Её грани образуют буквы F и T, что создает абстрактную форму, но при этом передает надежность, порядок и структуру. Скрытые в логотипе инициалы FullTraffic помогают лучше запомнить бренд, сохраняя современный и технологичный вид.",
        "solutionEng": "The logo's foundation is a stylized image of a box—a key object in logistics. Its edges form letters F and T, creating an abstarct shape that also conveys reliability, order and structure. Hidden FullTraffic initials aid in brand memorability while maintaining a modern and technological appearance. ",

        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai"]
        },
        "image": "svg",
        "effects": ["horizontal"],
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFFFFF",
            "color2": "#FAFAFA",
            "color3": "var(--black)"
        },
        "notDark": true
    },

    "yantar": {
        "name": "Янтарь",
        "nameEng": "Amber",
        "category": "Logotype",
        "description": "Интерактивный музей для детей",
        "descriptionEng": "The interactive museum for children",
        "link": "",
        "task": "Cоздать простой и понятный для детей образ, который объединит посетителей и доступно покажет идею изучения истории. Это был личный творческий проект для портфолио, чтобы отработать подходы для будущих заказов. Успех работы оценивался по живым откликам и реакции сообщества в блоге.",
        "taskEng": "To create a simple kid-friendly concept that would unite users and available show idea of studying history. This was personal creative project for my portfolio to refine my approach for futurу client work . The success of the project was rated by live feedback and the community's reaction on my blog.",
        "solution": "В итоге создали простой и понятный символ — стилизованный кусок янтаря с насекомым внутри. Этот образ прочно ассоциируется с древностью и историей, благодаря известным фильмам, что делает его идеальной метафорой для детского познавательного проекта. Он легко узнается даже маленькими детьми, вызывает интерес и эмоциональный отклик. Для проверки цветовых предпочтений подготовили два варианта, что позволило вовлечь сообщество в обсуждение и получить обратную связь. Единодушное одобрение подтвердило, что образ точно решает поставленную задачу и обладает высоким потенциалом для узнавания. ",
       "solutionEng": "As a result, we created simple and clear symbol  — a stylized piece of amber with an insect inside. This image is strongly associated with antiquity and history due to popular movies, making it a perfect metaphor for an educational children's project. It is easily recognizable even by young children, sparking interest and an emotional response. To test color preferences, we prepared two variants, which engaged the community in discussion and provided valuable feedback. The unanimous approval confirmed that the image successfully solves the intended task and has high recognition potential.",
        
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai", "ae"],
            "video": ""
        },
        "image": "svg",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#645340",
            "color2": "#574536",
            "color3": "#FF9F00"
        }
    },
    "mysweet": {
        "name": "Мой Сладкий",
        "nameEng": "My sweet",
        "category": "Logotype",
        "description": "Кондитерский бренд",
        "descriptionEng": "The confectionery brand",
        "link": "",
        "task": "Задача состояла в доработке изображения от нейросети, чтобы сделать его более дружелюбным и мягким. Исходная концепция была сильной, но требовала адаптации: нужно было перевести изображение в вектор, упростить детали, смягчить линии и убрать лишнюю резкость, сохранив при этом основную идею и узнаваемость.",
        "taskEng": "The task was to refine the AI-generated  image to make it more friendly and soft. The original concept was strong but required adaptation: it was necessary to convert image to vector, simplify the details, soften the lines and remove excessive sharpness, all while maintaining the core idea and recognition. ",
        
        "solution": "В результате был создан векторный логотип с мягкими плавными линиями, где сохранилась узнаваемая концепция медвежонка, но убрана излишняя детализация и резкость.",
        "solutionEng": "The result was a vector logotype with the soft, smooth lines. It retained the recognizable concept of the bear but remove excessive details and sharpness. ",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai", "ae"],
            "video": ""
        },
        "image": "svg",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFFFFF",
            "color2": "#FAFAFA",
            "color3": "var(--black)"
        },
        "notDark": true
    },
    "patriot": {
        "name": "Патриот",
        "nameEng": "Patriot",
        "category": "Logotype",
        "description": "Школьная патриотическая организация",
        "descriptionEng": "The school-based patriotic organization",
        "link": "",
        "task": "Нужен был дизайн шеврона для школьной патриотической организации. В нем требовалось объединить ключевые символы: щит как защиту, меч как готовность к обороне и элементы российского флага. Важно было сохранить баланс между строгостью и понятной для школьников эстетикой, так как шеврон будут носить на форме ученики во время спортивных соревнований и патриотических мероприятий.",
        "taskEng": "They needed a design of chevron for school-based patriotic organization. It required to combine key symbols: a shield like protection, a sword symbolizing readiness for defense, and elements of the Russian flag. It was crucial to maintain a balance between strictness and school student-friendly aesthetic, as the chevron would be worn on the students' uniforms during sports competitions and patriotic events.",
        
        "solution": "В итоге мы создали лаконичный логотип: объединили золотой щит, меч и российский флаг. Получилось просто, понятно и символично — сразу видна идея патриотизма и защиты. Образ отлично смотрится на шевроне, передает дух школьной организации, а легкая мультяшная стилизация отличает его от сложных логотипов и подходит для формы учеников.",
        "solutionEng": "As a result, we created laconic logotype that united a golden shield, a sword and the Russian flag. It turned out to simple clear and symbolic  — shows the idea of partiotism and protection. The image looks great on the chevron, convey a school spirit, and its ease cartoonish stylization distinguishes from diffucult logotypes and approach for student's uniform. ",
        
        "review": "???",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai"]
        },
        "image": "svg",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FCF2E3",
            "color2": "#DCD3C7",
            "color3": "#363636"
        },
        "notDark": true
    },

    "kolotop": {
        "name": "Колотоп",
        "nameEng": "Kolotop",
        "category": "Logotype",
        "description": "Сервис по установке натяжных потолков",
        "descriptionEng": "The stretch ceiling installation service",
        "link": "",
        "task": "Основная идея — обыграть название, которое является словом «потолок» наоборот. Задача состояла в том, чтобы в дизайне угадывалась связь с потолками, но акцент оставался на уникальном названии. Цветовая гамма — светлые оттенки синего, чтобы вызывать ассоциации с чистотой и простором. Креативная сложность заключалась в том, чтобы сделать эту словесную игру визуальной и понятной для клиентов.",
        "taskEng": "The core idea was to play on the name, which is the word for 'ceiling' ('potolok' in Russian) spelled backwards. The task was to create a design where the connection to ceilings was discernible, but the emphasis remained on the unique name. The color scheme used light shades of blue to evoke associations with cleanliness and spaciousness. The creative diffucult was to make this word game visual and understandble to clients. ",
        
        "solution": "В финальном логотипе мы отразили идею отражения слова «потолок» в названии «Колотоп». Основное название выполнено в форме домика где буквы «К» и «П» стали краями крыши, создавая ощущение уюта и надежности. Под словом «Колотоп» добавлена легкая тень, в виде слова «потолок», что визуально связывает оба понятия и делает игру слов очевидной. Цветовая гамма из мягких синих тонов добавляет свежести и легкости, напоминая чистое небо и высоту. ",
       "solutionEng": "In the final logotype, we visually represented the concept of the reversed word 'ceiling' ('potolok' in Russian) in the name 'Kolotop'. The main wordmark is designed in the shape of a house, where the letters 'K' and 'П' (the Cyrillic 'P') form the edges of the roof, creating a sense of comfort and reliability. The light shadow in the form of the word 'ceiling' ('potolok' in Russian) is placed under 'Kolotop', visually linking both concepts and making the wordplay immediately obvious. The color scheme of soft blue shades adds freshness and lightness, evoking the image of a clear sky and height.",
       
        "review": "Спасибо большое за лого! Все понравилось: оперативность, подход к работе, внимание к правкам и замечаниям.",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai", "ae"],
            "video": ""
        },
        "image": "svg",
        "effects": ["horizontal"],
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFFFFF",
            "color2": "#FAFAFA",
            "color3": "#36A9E1"
        },
        "notDark": true
    },
    "smuzi": {
        "name": "Рецепты Смузи",
        "nameEng": "Smoothie recipes",
        "category": "Digitalproducts",
        "description": "Каталог с рецептами смузи от фитнес-блогера",
        "descriptionEng": "The smoothie recipe catalog by the fitness-blogger",
        "link": "instagram",
        "task": "Клиенту требовалось разработать каталог смузи, начинающийся с краткого представления автора проекта и общего описания концепции напитков.",
        "taskEng": "The client required the development of a smoothie catalog. It was to begin with a brief introduction of the project's author and a general description of the beverage concept.",
        
        "solution": "В решении мы создали минималистичный и функциональный каталог, где каждая страница посвящена одному смузи и содержит только ключевые элементы: название, яркое фото, калорийность, краткое описание и список ингредиентов с дозировками. Главной фишкой стала визуальная метафора приготовления: от ингредиентов к нарисованному стакану с надписью «Смешай всё» ведёт стрелка, создавая игровой и интуитивно понятный призыв к действию. Такой подход превратил обычный каталог в лёгкий и вовлекающий гайд, где даже структура остаётся воздушной и удобной для быстрого просмотра.",
        "solutionEng": "For the solution, we created a minimalist and functional catalog where each page is dedicated to a single smoothie and contains only key elements: its name, a vibrant photo, calorie content, a brief description, and a list of ingredients with dosages. The key feature was a visual metaphor of the preparation process: an arrow leads from the ingredients to an illustrated glass with the caption 'Mix it all up!', creating a playful and intuitive call to action. This approach transformed a standard catalog into a light and engaging guide, where even the structure feels airy and is optimized for quick browsing.",

        "review": "Все было выполнено в срок, согласно моему ТЗ. Я доволен выполненной работой , спасибо профессионалу",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["figma"]
        },
        "image": "svg",
        "effects": ["horizontal"],
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#F2F1E0",
            "color2": "#E9E2CD",
            "color3": "#92AB3F"
        },
        "notDark": true,
        "gallery": {
            "map": [2, 1.5, 1, 1]
        }
    },
    "kapa": {
        "name": "Капа",
        "nameEng": "Kapa",
        "category": "Logotype",
        "description": "Детская секция единоборств",
         "descriptionEng": "The kids section of martial arts",
        "link": "",
        "task": "Нужно объединить два образа — защитную капу для единоборств и дружелюбную капибару, которая станет талисманом секции. Эмблема должна быть весёлой и понятной детям: капибара в кимоно держит в лапах шлем, а в зубах — капу.",
        "taskEng": "The task was to combine two images: a protective mouthguard for martial arts and a friendly capybara, which would become the section's mascot. The emblem needed to be fun and understandable for children: a capybara in a kimono holds a helmet in its paws and a mouthguard in its teeth.",
        
        "solution": "Получился дружелюбный и динамичный логотип: капибара в белом кимоно радостно улыбается и держит в лапе шлем, а в зубах — капу. Это сразу обыгрывает название клуба «Капа». Эмблема получилась заметной и понятной детям. Образ одновременно милый и спортивный — идеально для детской секции.",
        "solutionEng": "The result is a friendly and dynamic logo: a capybara in a white kimono smilles happily, holding a helmet in its paws and a mouthguard in its teeth. This immediately plays on the club's name, 'Kapa'. The emblem is noticeable and understanble for children. The image is both cute and sporty at the same time — perfect for kids' section. ",
        
        "review": "Спасибо большое, я сам рад, что обратился к вам, вы выполнили свою работу прекрасно, зацепились за то что я хотел и воплотили идею в жизнь 👍🏻",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai"]
        },
        "image": "svg",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFFFFF",
            "color2": "#DCD3C7",
            "color3": "#B18358"
        },
        "notDark": true
    },
    "droider": {
        "name": "Droider",
        "category": "Thumbnails",
        "description": "Превью для YouTube-канала",
        "descriptionEng": "Thumbnails for a YouTube channel",
        "link": "",
        "task": "Проект содержит несколько работ. Задача состояла в разработке эффективных превью для YouTube-канала, способных повысить кликабельность (CTR) и общие показатели вовлеченности (KPI)",
        "taskEng": "The project has several works. The task was to develop effective thumbnails for a YouTube channel that would increase the click-through rate (CTR) and improve key performance indicators (KPIs).",
       
        "solution": "Решения четко соотвествуют поставленной задаче.",
        "solutionEng": "The solutions clearly meet the requirements oа the set task. ",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ps"]
        },
        "image": "",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#F5F5F5",
            "color2": "#D9D9D9",
            "color3": "#2A2A2A"
        },
        "gallery": {
            "map": [2, 1, 1, 2],
            "image": ["1", "", "", "2"]
        },
        "notDark": true
    },
    "wb": {
        "name": "Карточки",
        "nameEng": "Cards",
        "category": "Infographic",
        "description": "Карточки для продуктов на маркетплейсы",
        "descriptionEng": "Cards for marketplace products",
        "link": "",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ps"]
        },
        "image": "",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#F5F5F5",
            "color2": "#D9D9D9",
            "color3": "#2A2A2A"
        },
        "gallery": {
            "map": [1, 1, 1, 1],
            "image": ["1", "2", "3", "4"]
        },
        "notDark": true
    },
    "rfaeva_montage": {
        "name": "Елена Михайловна",
        "nameEng": "Russian Tutor Elena Mikhailovna",
        "category": "Motion",
        "description": "Монтаж видео с анимацией для репетитора русского языка",
        "descriptionEng": "Video editing with animation for Russian language tutor",
        "link": "",
        
        "task": "Клиенту — репетитору по русскому языку — требовалась обработка 8 коротких видео для YouTube. Нужно было провести цветокоррекцию, добавить на экран текстовые элементы (правила, примеры слов, приставки, глаголы) для наглядности, а также смонтировать ролики с фоновой музыкой и эффектами. Важно было сохранить естественность и доброжелательность подачи, подчеркнув опыт преподавателя, и подготовить контент для регулярного выпуска — по 2 видео в неделю. Клиент доверял мне в выборе визуального стиля и монтажных решений. ",
        "taskEng": "The client — Russian language tutor — required the editing of 8 short videos for YouTube. The tasks included color grading, adding on-screen text elements (rules, word examples, prefixes, verbs) for clarity, and editing the videos with background music and effects. It was crucial to maintain a natural and friendly feed, emphasize tutor's experience, and prepare a content for a regular release — 2 videos per week. The client trusted my choice of visual style and editing solutions. ",

        "solution": "В качестве решения был выбран формат анимированных обучающих видео с живыми субтитрами, где ключевые правила, приставки и исключения выделялись графически — как на виртуальной школьной доске. Это помогло сделать контент более наглядным и удобным для запоминания. Для вовлечения аудитории использовались интерактивные элементы: например, в конце ролика зрителей просили дополнить список исключений в комментариях. Такой подход не только стимулировал обсуждение, но и помог естественно набрать первоначальную аудиторию за счёт вовлечённости и понятной подачи материала.",
        "solutionEng": "The chosen solution was a format of animated educational videos with live subtitles, where key rules, prefixes, and exceptions were highlighted graphically—as if on a virtual school board. This made the content more visual and easier to memorize. Interactive elements were used to engage the audience; for example, at the end of a video, viewers were asked to add to the list of exceptions in the comments. This approach not only stimulated discussion but also helped to naturally grow an initial audience through engagement and a clear, understandable presentation of the material.",

        "review": "Сотрудничество  с Александром оставило только положительные эмоции и хорошее  впечатление. Монтаж видео получился на высоком уровне — всё чётко, динамично и со вкусом. Видно, что Александр подходит к делу профессионально и внимательно к деталям. А шапка для канала вышла стильной и запоминающейся — получилось  именно то, что мне и нужно было. Хочу поблагодарить за индивидуальный подход и отличный результат — с удовольствием рекомендую  Александра другим!",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ai"]
        },
        "image": "img",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFE3D4",
            "color2": "#F2BD9E",
            "color3": "#C90101"
        },
        "notDark": true
    },
    "photomaster": {
        "name": "Сертификат ФотоМастер",
        "nameEng": "Certificate for «PhotoMaster»",
        "category": "Printproducts",
        "description": "Шаблон подарочного сертификата для фотосалоне",
        "descriptionEng": "Gift certificate template for a photo studio",
        "task": "Cрочно потребовалось разработать шаблон подарочного сертификата для фотосалона с возможностью легко менять сумму и дату. Нужно было создать универсальный и стильный дизайн, где можно было бы быстро указывать разный номинал, как это обычно делают в магазинах или салонах. Важно было сделать макет максимально простым для редактирования, чтобы клиент самостоятельно мог подставлять нужные цифры без лишних сложностей. Сертификат должен был выглядеть профессионально и привлекательно, соответствуя уровню фотосалона.",
        "taskEng": "It was urgently needed to develop a gift certificate template for photo studio with the ability to easily change the amount and date. The goal was to create universal and stylish design where different denominations could be quickly indicated, as is commonly done in retail stores or studios. It was crucial to make the layout extremely simple to edit so that the client could independently input the required numbers without any hassle. The certificate needed to look professional and attractive, matching the photo studio's level. ",
        
        "solution": "В итоговом решении был разработан стильный и функциональный шаблон сертификата в Photoshop. Он позволял не только легко менять сумму и дату, но и выбирать цветовую схему для визуального разнообразия. На сертификате разместили логотип компании, список ключевых услуг фотосалона, а также QR-коды со ссылками на соцсети для быстрого заказа. Структура файла была максимально упрощена: даже неопытный сотрудник мог быстро редактировать все элементы благодаря продуманным слоям и комментариям в шаблоне. Это решение экономило время клиента и позволяло мгновенно адаптировать сертификаты под нужды каждого заказчика.",
        "solutionEng": "In the final solution, the stylish and functional certificate template developed in Photoshop. It allowed the client not only to easily change the amount and date but also to choose a color scheme for visual variety. The certificate featured the company's logo, a list of the photo studio's key services, and QR codes linking to social media for quick ordering. The file structure was maximally simplified: even an inexperienced employee could quickly edit all elements thanks to well-organized layers and comments within the template. This solution saved the client's time and allowed for instant customization of the certificates to meet each customer's needs.",
        
        "review": "???",
        "workProcess": {
            "text": "Процесс работы...",
            "apps": ["ps"]
        },
        "image": "",
        "back": {
            "map": ["", "rectangle", 
                            "triangle", ""],
            "color1": "#FFFCF7",
            "color2": "#FFF0EB",
            "color3": "#F05C40"
        },
        "gallery": {
            "map": [1, 1, 1],
            "image": ["1", "2", "3"]
        },
        "notDark": true
    },
    "siri": {
        "name": "SiriMobile",
        "notWork": true,
        "review": "Ваш логотип превзошел мои ожидания. Вы блестяще воплотили мои идеи в жизнь, создав запоминающийся и эффективный дизайн. Спасибо за ваше мастерство и внимание к деталям. Я очень доволен результатом 👍"
    },
    "sa47": {
        "name": "SA47",
        "notWork": true,
        "review": "Хочу поблагодарить от всего сердца Александра за то, что он выполнил мой заказ на создание логотипа очень качественно и в рекордно быстрые сроки. С ним очень легко и приятно взаимодействовать. Александр очень надежный и ответственный     мастер. Сделал всё как я хотела, я осталась довольна. Благодарю!"
    },
    "continental": {
        "name": "Continental",
        "company": true,
        "notWork": true,
        "review": "Сотрудничество оставило исключительно положительные впечатления. Дизайнер регулярно создавал обложки для постов в соцсетях — по ТЗ, в рамках бренд-гайда и под разные форматы контента. Все макеты были стилистически точными, визуально сильными и адаптированными под аудиторию. Особо ценим умение быстро вникать в задачу, предлагать уместные решения и выдерживать единый визуальный стиль. Работа всегда сдавалась в срок, правок было минимум, а подход к деталям — аккуратный и профессиональный."
    }
}